[
  {
    "id": "000001",
    "title": "Wonderstruck",
    "category": "comic",
    "desc": "Ben and Rose secretly wish their lives were different. Ben longs for the father he has never known. Rose dreams of a mysterious actress whose life she chronicles in a scrapbook. When Ben discovers a puzzling clue in his mother's room and Rose reads an enticing headline in the newspaper, both children set out alone on desperate quests to find what they are missing.Set fifty years apart, these two independent stories--Ben's told in words, Rose's in pictures--weave back and forth with mesmerizing symmetry. How they unfold and ultimately intertwine will surprise you, challenge you, and leave you breathless with wonder. Rich, complex, affecting, and beautiful--with over 460 pages of original artwork--Wonderstruckis a stunning achievement from a gifted artist and visionary.",
    "popularity": "high",
    "onsale": 1,
    "price": 16.64
  },
  {
    "id": "000002",
    "title": "World War Hulk",
    "category": "comic",
    "desc": "After having been exiled by a group of Marvel 'heroes' to the savage alien planet of Sakaar, the Hulk returns to Earth to wreak his terrible vengeance on Iron Man, Reed Richards, Dr. Strange, Black Bolt - and anyone else who gets in the way. The Hulk may just tear this stupid planet in half.",
    "popularity": "high",
    "onsale": 1,
    "price": 15.61
  },
  {
    "id": "000003",
    "title": "All Star Superman",
    "category": "comic",
    "desc": "The amazing creative team of writer Grant Morrison (BATMAN: ARKHAM ASYLUM) and artist Frank Quitely (WE3) join forces to take Superman back to basics and create a new vision of the World's First Super-Hero. This trade paperback collection features the first twelve issues of the acclaimed series. Witness the Man of Steel in exciting new adventures featuring Lex Luthor, Jimmy Olsen, Lois Lane, Bizarro, and more.This volume collects All-Star Superman #1-12.",
    "popularity": "high",
    "onsale": 1,
    "price": 16.98
  },
  {
    "id": "000004",
    "title": "Deadpool Kills the Marvel Universe",
    "category": "comic",
    "desc": "What if everything you thought was funny about Deadpool was actually just disturbing? What if he decided to kill everyone and everything that makes up the Marvel Universe? What if he actually pulled it off? Would that be FUN for you? The Merc with a Mouth takes a turn for the twisted in a horror comic like no other! Collecting DEADPOOL KILLS THE MARVEL UNIVERSE #1-4.",
    "popularity": "high",
    "onsale": 1,
    "price": 49.95
  },
  {
    "id": "000005",
    "title": "The Happiest Baby on the Block",
    "category": "Children's Health",
    "desc": "Thousands of parents, from regular moms and dads to Hollywood superstars, have come to baby expert Dr. Harvey Karp to learn his remarkable techniques for soothing babies and increasing sleep. Now his landmark book—fully revised and updated with the latest insights into infant sleep, bedsharing, breastfeeding, swaddling, and SIDS risk—can teach you too! Dr. Karp’s highly successful method is based on four revolutionary concepts:1. The Fourth Trimester: Why babies still yearn for a womblike atmosphere . . . even after birth; 2. The Calming Reflex: An “off switch” all babies are born with; 3. The 5 S’s: Five easy steps to turn on your baby’s amazing calming reflex; 4. The Cuddle Cure: How to combine the 5 S’s to calm even colicky babies.",
    "popularity": "high",
    "onsale": 1,
    "price": 12.33
  },
  {
    "id": "000006",
    "title": "Potty Training in 3 Days",
    "category": "Children's Health",
    "desc": "Potty training is not easy. You might feel overwhelmed after repeated unsuccessful potty training efforts, or even clueless about how to get your little stinker to go in the potty. Either way, you’ve found the right book. Potty Training in 3 Days is a simple guide to potty training your child for the first, last, and only time. During her many years working as a nanny, Brandi Brucks had no clue that your child’s “business” would end up being her business, too. But after caring for numerous children of potty training age one thing had become abundantly clear―potty training was her calling. She’s successfully potty trained more than a hundred children, and she’s helped their parents get through it without losing their minds. Yes, potty training is tough. But Brandi knows that parents are tough, too. Potty Training in 3 Days outlines her intensive, effective potty training method with clarity, humor, and understanding. Consider this book your potty trainer for hire that will be by your side before, during, and after your child’s potty training.",
    "popularity": "high",
    "onsale": 1,
    "price": 9.34
  },
  {
    "id": "000007",
    "title": "The Spirit Catches You and You Fall Down",
    "category": "Children's Health",
    "desc": "The Spirit Catches You and You Fall Down explores the clash between a small county hospital in California and a refugee family from Laos over the care of Lia Lee, a Hmong child diagnosed with severe epilepsy. Lia's parents and her doctors both wanted what was best for Lia, but the lack of understanding between them led to tragedy. Winner of the National Book Critics Circle Award for Nonfiction, the Los Angeles Times Book Prize for Current Interest, and the Salon Book Award, Anne Fadiman's compassionate account of this cultural impasse is literary journalism at its finest. The current edition, published for the book's fifteenth anniversary, includes a new afterword by the author that provides updates on the major characters along with reflections on how they have changed Fadiman's life and attitudes.",
    "popularity": "high",
    "onsale": 1,
    "price": 9.08
  },
  {
    "id": "000008",
    "title": "Good Night Yoga",
    "category": "Children's Health",
    "desc": "Kids love yoga—and it’s great for them, so much so that the President’s Council has added the practice to the fitness activities in the annual President’s Challenge. For parents and caregivers looking for a fun and effective new routine for bedtime, innovative educator Mariam Gates presents Good Night Yoga, a playful yet wholly practical book for preparing for sleep. This beautifully illustrated, full-color book tells the story of the natural world as it closes down for the night, while teaching children a simple flow of yoga postures inspired by their favorite characters from nature. Moving from “Sun Breath” to “Cloud Gathering” to “Ladybug & Butterfly” and more, readers learn techniques for self-soothing, relaxing the body and mind, focusing attention, and other skills that will support restful sleep and improve overall confidence and well-being.",
    "popularity": "normal",
    "onsale": 1,
    "price": 10.96
  },
  {
    "id": "000009",
    "title": "The Vikings and Their Enemies",
    "category": "History",
    "desc": "The Vikings had an extraordinary and far-reaching historical impact. From the eighth to the eleventh centuries, they ranged across Europe—raiding, exploring, colonizing—and their presence was felt as far away as Russia and Byzantium. They are most famous as warriors, yet perhaps their talent for warfare is too little understood. Philip Line, in this scholarly and highly readable study of the Viking age, uses original documentary sources—the chronicles, sagas, and poetry—and the latest archaeological evidence to describe how the Vikings and their enemies in northern Europe organized for war. His graphic examination gives an up-to-date interpretation of the Vikings’ approach to violence and their fighting methods that will be fascinating reading for anyone who is keen to understand how they operated and achieved so much in medieval Europe. He explores the practicalities of waging war in the Viking age, including compelling accounts of the nature of campaigns and raids, and detailed accounts of Viking-age battles on land and sea, using all the available evidence to give an insight into the experience of combat. Throughout this fascinating book, Philip Line seeks to dispel common myths about the Vikings and misconceptions about their approach to warfare. Skyhorse Publishing, as well as our Arcade imprint, are proud to publish a broad range of books for readers interested in history--books about World War II, the Third Reich, Hitler and his henchmen, the JFK assassination, conspiracies, the American Civil War, the American Revolution, gladiators, Vikings, ancient Rome, medieval times, the old West, and much more. While not every title we publish becomes a New York Times bestseller or a national bestseller, we are committed to books on subjects that are sometimes overlooked and to authors whose work might not otherwise find a home.",
    "popularity": "normal",
    "onsale": 1,
    "price": 18.71
  },
  {
    "id": "00010",
    "title": "The Life and Death of Anne Boleyn",
    "category": "History",
    "desc": "This definitive biography of Anne Boleyn establishes her as a figure of considerable importance and influence in her own right. A full biography of Anne Boleyn, based on the latest scholarly research; Focusses on Anne’s life and legacy and establishes Anne as a figure of considerable importance and influence in her own right; Adulteress or innocent victim? Looks afresh at the issues at the heart of Anne's downfall; Pays attention to her importance as a patron of the arts, particularly in relation to Hans Holbein; Presents evidence about Anne’s spirituality and her interest in the intellectual debates of the period; Takes account of significant advances in knowledge in recent years.",
    "popularity": "normal",
    "onsale": 1,
    "price": 13.69
  },
  {
    "id": "00011",
    "title": "A History of FOOD",
    "category": "History",
    "desc": "The story of cuisine and the social history of eating is a fascinating one, and Maguelonne Toussaint-Samat covers all its aspects in this classic history. New expanded edition of a classic book, originally published to great critical acclaim from Raymond Blanc, The New York Times, The Sunday Telegraph, The Independent and more; Tells the story of man’s relationship with food from earliest times to the present day; Includes a new foreword by acclaimed food writer Betty Fussell, a preface by the author, updated bibliography, and a new chapter bringing the story up to date; New edition in jacketed hardback, with c.70 illustrations and a new glossy color plate section",
    "popularity": "normal",
    "onsale": 1,
    "price": 21.99
  },
  {
    "id": "00012",
    "title": "A Brief History of Humankind",
    "category": "History",
    "desc": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "popularity": "normal",
    "onsale": 1,
    "price": 20.99
  },

  {
    "id": "00013",
    "title": "Great Teams",
    "category": "Sports & Outdoors",
    "desc": "There is nothing more magical than watching a team come together, to manage adversity as a group, selflessly give to others, to find common purpose. Inspiring that to happen year-in and year-out is what keeps us in leadership. Don Yaeger has studied the best of the best. Now it is our turn to study this book.—Mike Krzyzewski, five-time NCAA Tournament Champion, two-time Olympic Gold Medal Winning Basketball coach, Duke University Men’s Basketball.What makes a team great? Not just good. Not just functional. But great? Over the last six years, long-time Sports Illustrated associate editor Don Yaeger has been invited by some of the greatest companies in the world to speak about the habits of high-performing individuals. Delivering an average of 80 keynote speeches per year, Don was approached by his most consistent client, Microsoft, to develop a talk on what allowed some teams to play at a championship level year after year. From Microsoft and Starbucks to the New England Patriots and San Antonio Spurs, what do some organizations do seemingly better than most all of their opponents? Don took the challenge. He began building into his travel schedule opportunities to interview our generation’s greatest team builders from the sports and business worlds. During this process, he has conducted more than 100 interviews with some of the most successful teams and organizations in the country. From those interviews, Don has identified 16 habits that drive these high-performing teams. Building on the stories, examples, and first-hand accounts, each chapter in Great Teams comes with applicable examples on how to apply these characteristics in any organization. Great Teams is the ultimate intersection of the sports and business worlds and a powerful companion for thought leaders, teams, managers, and organizations that seek to perform similarly. The insight shared in this book is sure to enhance any team in its pursuit of excellence. ",
    "popularity": "normal",
    "onsale": 1,
    "price": 13.74
  },
  {
    "id": "00014",
    "title": "Shoe Dog",
    "category": "Sports & Outdoors",
    "desc": "n this candid and riveting memoir, for the first time ever, Nike founder and CEO Phil Knight shares the inside story of the company's early days as an intrepid start-up and its evolution into one of the world's most iconic, game-changing, and profitable brands.In 1962, fresh out of business school, Phil Knight borrowed fifty dollars from his father and created a company with a simple mission: import high-quality, low-cost athletic shoes from Japan. Selling the shoes from the trunk of his lime-green Plymouth Valiant, Knight grossed $8,000 his first year. Today, Nike's annual sales top $30 billion. In an age of start-ups, Nike is the ne plus ultra of all start-ups, and the swoosh has become a revolutionary, globe-spanning icon, one of the most ubiquitous and recognizable symbols in the world today.But Knight, the man behind the swoosh, has always remained a mystery. Now, for the first time, in a memoir that is candid, humble, gutsy, and wry, he tells his story, beginning with his crossroads moment. At 24, after backpacking around the world, he decided to take the unconventional path to start his own business - a business that would be dynamic, different. Knight details the many risks and daunting setbacks that stood between him and his dream - along with his early triumphs. Above all, he recalls the formative relationships with his first partners and employees, a ragtag group of misfits and seekers who became a tight-knit band of brothers. Together, harnessing the transcendent power of a shared mission and a deep belief in the spirit of sport, they built a brand that changed everything.",
    "popularity": "normal",
    "onsale": 1,
    "price": 12.08
  },
  {
    "id": "00015",
    "title": "Jungle: A Harrowing True Story of Survival in the Amazon",
    "category": "Sports & Outdoors",
    "desc": "Four travelers meet in Bolivia and set off into the heart of the Amazon rainforest, but what begins as a dream adventure quickly deteriorates into a dangerous nightmare, and after weeks of wandering in the dense undergrowth, the four backpackers split up into two groups. But when a terrible rafting accident separates him from his partner, Yossi is forced to survive for weeks alone against one of the wildest backdrops on the planet. Stranded without a knife, map, or survival training, he must improvise shelter and forage for wild fruit to survive. As his feet begin to rot during raging storms, as he loses all sense of direction, and as he begins to lose all hope, he wonders whether he will make it out of the jungle alive. The basis of an upcoming motion picture, Jungle is the story of friendship and the teachings of nature, and a terrifying true account that you won’t be able to put down.",
    "popularity": "normal",
    "onsale": 1,
    "price": 13.88
  },
  {
    "id": "00016",
    "title": "Understanding Trump",
    "category": "Politics",
    "desc": "The presidency of Donald Trump marks a profound change in the trajectory of American government, politics, and culture. Like his administration, the movement that put him in office represents a phenomenon that is worth studying. Donald Trump is unlike any president we've ever had. He is the only person ever elected to be commander in chief who has not first held public office or served as a general in the military. His principles grow out of five decades of business and celebrity success-not politics-so he behaves differently than do traditional politicians. In UNDERSTANDING TRUMP, Newt Gingrich shares what he learned from more than two years helping Trump and his team throughout the campaign, the election, and during the first months of the presidency. Mr. Gingrich provides unique insight into how the new president's past experiences have shaped his life and style of governing. This book also includes Mr. Gingrich's thorough analysis of how President Trump thinks and makes decisions, as well as the president's philosophy, doctrine, and political agenda going forward. Further, these pages hold a detailed discussion of Trump-style solutions for national security, education, health care, economic growth, government reform, and other important topics. Mr. Gingrich also identifies the forces in the Washington establishment, media, and bureaucracy that will oppose the president at every turn. Finally, UNDERSTANDING TRUMP explains the president's actions so far and lays out a vision for what Americans can do to help make President Trump's agenda a success. The president owes his position to the people who believed in him as a candidate, not to the elites in government and media who have expressed contempt for him since he began his campaign to become president. The very essence of Trump's mission is a willingness to enact policies and set goals that send our country in a bold new direction - one that may be 'unreasonable' to Washington but is sensible to millions of Americans outside the Beltway. Only with the country's help will President Trump be able to overcome the entrenched interests in Washington and fulfill his promise to make America great again for all Americans.",
    "popularity": "high",
    "onsale": 1,
    "price": 18.99
  },
  {
    "id": "00017",
    "title": "Government Gone Wild",
    "category": "Politics",
    "desc": "Do you really think you're 'free?' D.C. politicians ship our friends and family overseas to fight in wars we shouldn't be fighting. They monitor our emails, record our phone calls, and peer into our snail mail. They spend our hard-earned cash on things no disciplined family would buy. They tell us who we can marry and what we can put in our bodies. They throw us in overcrowded prisons for smoking pot. They take lavish trips around the world, staying in five-star hotels... and it comes straight out of our paychecks. This isn't freedom. Government Gone Wild is a brash, bold ride through the carnival of absurdities that our broken system has become. This isn't about Democrats vs. Republicans... it's about inspiring hard working Americans to give a damn so we can take our country back. This is your wakeup call. You're not anywhere near as free as you think you are - but you can be. We're not as prosperous as we once were - but we can be.",
    "popularity": "high",
    "onsale": 1,
    "price": 15.26
  },
  {
    "id": "00018",
    "title": "Killers of the Flower Moon",
    "category": "Law",
    "desc": "In the 1920s, the richest people per capita in the world were members of the Osage Indian nation in Oklahoma. After oil was discovered beneath their land, they rode in chauffeured automobiles, built mansions, and sent their children to study in Europe. Then, one by one, the Osage began to be killed off. The family of an Osage woman, Mollie Burkhart, became a prime target. Her relatives were shot and poisoned. And it was just the beginning, as more and more members of the tribe began to die under mysterious circumstances. In this last remnant of the Wild West—where oilmen like J. P. Getty made their fortunes and where desperadoes like Al Spencer, the “Phantom Terror,” roamed—many of those who dared to investigate the killings were themselves murdered. As the death toll climbed to more than twenty-four, the FBI took up the case. It was one of the organization’s first major homicide investigations and the bureau badly bungled the case. In desperation, the young director, J. Edgar Hoover, turned to a former Texas Ranger named Tom White to unravel the mystery. White put together an undercover team, including one of the only American Indian agents in the bureau. The agents infiltrated the region, struggling to adopt the latest techniques of detection.  Together with the Osage they began to expose one of the most chilling conspiracies in American history. In Killers of the Flower Moon, David Grann revisits a shocking series of crimes in which dozens of people were murdered in cold blood. Based on years of research and startling new evidence, the book is a masterpiece of narrative nonfiction, as each step in the investigation reveals a series of sinister secrets and reversals. But more than that, it is a searing indictment of the callousness and prejudice toward American Indians that allowed the murderers to operate with impunity for so long. Killers of the Flower Moon is utterly compelling, but also emotionally devastating.",
    "popularity": "high",
    "onsale": 1,
    "price": 22.33
  },
  {
    "id": "00019",
    "title": "Allegiance of Honor",
    "category": "Romance",
    "desc": "A staggering transformation has put the Psy, humans, and changelings at a crossroads. The Trinity Accord promises a new era of cooperation between disparate races and groups. It is a beacon of hope held together by many hands: old enemies, new allies, wary loners. But a century of distrust and suspicion can’t be so easily forgotten, and it threatens to shatter Trinity from within at any moment. As rival members vie for dominance, chaos and evil gather in the shadows and a kidnapped woman’s cry for help washes up in San Francisco, while the Consortium turns its murderous gaze toward a child who is the embodiment of change, of love, of piercing hope: a child who is both Psy…and changeling. To find the lost and protect the vulnerable—and to save Trinity—no one can stand alone. This is a time of loyalty across divisions, of bonds woven into the heart and the soul, of heroes known and unknown standing back to back and holding the line. But is an allegiance of honor even possible with traitors lurking in their midst?",
    "popularity": "high",
    "onsale": 1,
    "price": 9.16
  },
  {
    "id": "00020",
    "title": "I Can't Make This Up: Life Lessons",
    "category": "Self-Help",
    "desc": "Superstar comedian and Hollywood box-office star Kevin Hart turns his immense talent to the written word by writing some words. Some of those words include: the, a, for, above, and even even. Put them together and you have the funniest, most heartfelt, and most inspirational memoir on survival, success, and the importance of believing in yourself since Old Yeller. It begins in North Philadelphia. He was born an accident, unwanted by his parents. His father was a drug addict who was in and out of jail. His brother was a crack dealer and petty thief. And his mother was overwhelmingly strict, beating him with belts, frying pans, and his own toys. The odds, in short, were stacked against our young hero, just like the odds that are stacked against the release of a new book in this era of social media (where Hart has a following of over 100 million, by the way). But Kevin Hart, like Ernest Hemingway, J.K. Rowling, and Chocolate Droppa before him, was able to defy the odds and turn it around. In his literary debut, he takes the listener on a journey through what his life was, what it is today, and how he's overcome each challenge to become the man he is today. And that man happens to be the biggest comedian in the world, with tours that sell out football stadiums and films that have collectively grossed over $3.5 billion. He achieved this not just through hard work, determination, and talent: It was through his unique way of looking at the world. Because just like a book has chapters, Hart sees life as a collection of chapters that each person gets to write for himself or herself.",
    "popularity": "normal",
    "onsale": 1,
    "price": 16.06
  }
]
